{"article0":{"pmid":"32092674","title":"Electricity production of microbial fuel cells by degrading cellulose coupling with Cr(VI) removal.","abs":"A facultative exoelectrogen strain Lsc-8 belonging to the Cellulomonas genus with the ability to degrade carboxymethyl cellulose (CMC) coupled with the reduction of Cr(VI), was successfully isolated from rumen content. The maximum output power density of the microbial fuel cells (MFCs) inoculated strain Lsc-8 was 9.56 ± 0.37 mW·m","authors":[{"name":"Lianbin Cao"},{"name":"Yamei Ma"},{"name":"Dandan Deng"},{"name":"Huichun Jiang"},{"name":"Jiaxin Wang"},{"name":"Ying Liu"}],"keywords":[{"word":"Cellulomonas"},{"word":"Cellulose"},{"word":"Cr(VI) degradation"},{"word":"MFCs"},{"word":"Riboflavin"}]},"article1":{"pmid":"32091949","title":"Development and Function of γδT Cells in the Oral Mucosa.","abs":"To successfully withstand a wide variety of microbial and mechanical challenges, the immune system of the oral mucosa is composed of tissue-resident and specially recruited leukocytes. These leukocytes facilitate the establishment and maintenance of local homeostasis but are also capable to cause oral pathologies when are unrestrained. γδT cells represent an important tissue-resident innate T-cell population in various mucosal and nonmucosal barrier tissues, in which they are ideally located to assist in immunosurveillance, tissue repair, and homeostasis. Whereas most works studying γδT cells were focused on tissues such as the skin and intestine, these cells in the oral mucosa were only recently thoroughly studied. The findings obtained by those studies appear to be both complementary and contradicting, likely reflecting differences in the experimental settings and the type of transgenic mouse modalities employed by each study. Nevertheless, oral γδT cells were shown to consist of developmentally distinct tissue-resident Vγ6 cells and circulating Vγ1 and Vγ4 subsets that are independently maintained in the oral mucosa. In the gingiva, a particularly challenging barrier tissue due to its proximity to the dental plaque, γδT cells are strategically positioned close to the plaque and represent the major source of IL-17. While this suggests that γδT cells might be involved in controlling the dental biofilm, conflicting data were reported in this regard. In vivo studies have shown that γδT cells either play a protective role during age-associated bone loss or, alternatively, have no impact in this process. Also, recent reports suggested opposing data concerning the impact of γδT cells in experimental periodontitis based on the ligature model. This review summarizes and discusses the most up-to-date literature on oral γδT cells, providing a balanced perspective regarding our current understanding on the development of oral γδT cells and their role under physiologic conditions and certain oral pathologies.","authors":[{"name":"A H Hovav"},{"name":"A Wilharm"},{"name":"O Barel"},{"name":"I Prinz"}],"keywords":[{"word":"bacteria"},{"word":"bone loss"},{"word":"gingiva"},{"word":"innate immunity"},{"word":"mucosal immunity"},{"word":"periodontal disease(s)/periodontitis"}]},"article2":{"pmid":"32091935","title":"Single-Cell Genomics and the Oral Microbiome.","abs":"The human oral cavity is one of the first environments where microbes have been discovered and studied since the dawn of microbiology. Nevertheless, approximately 200 types of bacteria from the oral microbiota have remained uncultured in the laboratory. Some are associated with a healthy oral microbial community, while others are linked to oral diseases, from dental caries to gum disease. Single-cell genomics has enabled inferences on the physiology, virulence, and evolution of such uncultured microorganisms and has further enabled isolation and cultivation of several novel oral bacteria, including the discovery of novel interspecies interactions. This review summarizes some of the more recent advances in this field, which is rapidly moving toward physiologic characterization of single cells and ultimately cultivation of the yet uncultured. A combination of traditional microbiological approaches with genomic-based physiologic predictions and isolation strategies may lead to the oral microbiome being the first complex microbial community to have all its members cultivable in the laboratory. Studying the biology of the individual microbes when in association with other members of the community, in controlled laboratory conditions and in vivo, should lead to a better understanding of oral dysbiosis and its prevention and reversion.","authors":[{"name":"M Balachandran"},{"name":"K L Cross"},{"name":"M Podar"}],"keywords":[{"word":"bacteria"},{"word":"biofilms"},{"word":"bioinformatics"},{"word":"dysbiosis"},{"word":"microbial ecology"},{"word":"microbiology"}]},"article3":{"pmid":"32091876","title":"Chemical functionalization of the zinc selenide surface and its impact on Lactobacillus rhamnosus GG biofilms.","abs":"Bacteria grow on surfaces and form communities called biofilms. Bacterial adhesion and properties of the derived biofilms depend, among others, on the nature of the supporting substrate. Here, we report how the surface properties of the substrate affect the biofilm growth of probiotic Lactobacillus rhamnosus GG (LGG). Hydrophilic (OH), hydrophobic (CH","authors":[{"name":"Elena Yunda"},{"name":"Halima Alem"},{"name":"Grégory Francius"},{"name":"Raul Gago"},{"name":"Fabienne Quilès"}],"keywords":[]},"article4":{"pmid":"32090917","title":"Mechanical, elution, and antibacterial properties of simplex bone cement loaded with vancomycin.","abs":"Prosthetic joint infection (PJI) is one of the most devastating failures in total joint replacement (TJR). Infections are becoming difficult to treat due to the emergence of multi-drug resistant bacteria. These bacteria produce biofilm on the implant surface, rendering many antibiotics ineffective by compromising drug diffusion and penetration into the infected area. With the introduction of new antibiotics there is a need to create benchmark data from the traditional antibiotic loaded bone cements. Vancomycin, one of the commonly used antibiotics, shows activity against Methicillin-resistant Staphylococcus aureus (MRSA) and S.epidermidis. In our study, vancomycin added to bone cement was evaluated for elution properties, antimicrobial properties, and mechanical properties of the bone cement. Vancomycin at five different loading masses (0.125, 0.25, 0.5, 1.0 and 2.0 g) was added to 40 g of Simplex™ P cement. Addition of vancomycin affected the mechanical properties and antimicrobial activity with significant differences from controls. Flexural and compression mechanical properties were compromised with added vancomycin. The flexural strength of samples with added vancomycin of 0.5 g and greater were not greater than ISO 5833 minimum requirements. 2.0 g of vancomycin added to bone cement was able to eliminate completely the four bacterial strains tested. 2.0 g of vancomycin also showed the highest mass elution from the cement over a 60-day period. Given the reduced flexural strength in samples with 0.5 g and greater of added vancomycin and the inability of vancomycin in amounts less than 2.0 g to eliminate bacteria, this study did not find an ideal amount of vancomycin added to Simplex™ P that meets both strength and antibacterial requirements.","authors":[{"name":"Sunjung Kim"},{"name":"Aaron R Bishop"},{"name":"Matthew W Squire"},{"name":"Warren E Rose"},{"name":"Heidi-Lynn Ploeg"}],"keywords":[]},"article5":{"pmid":"32090830","title":"Comparative study on attached-growth photobioreactors under blue and red lights for treatment of septic tank effluent.","abs":"Attached-growth photobioreactors (AG-PBRs) employing low-cost attached-growth media were applied to treat septic tank effluent which contained abundant organic and nutrient matters as well as pathogenic microorganisms. This study investigated effects of blue and red LED lights on organic, nutrient and pathogenic removals, biomass productivity and compositions of microbial community in the AG-PBR system. The experimental results showed the blue AG-PBR to be more effective in removing chemical oxygen demand (COD), total nitrogen (TN) and ammonia nitrogen (NH","authors":[{"name":"Chawalit Chaiwong"},{"name":"Thammarat Koottatep"},{"name":"Chongrak Polprasert"}],"keywords":[{"word":"Algal-bacterial biofilm system"},{"word":"Attached-growth photobioreactor"},{"word":"Biomass productivity"},{"word":"Septic tank effluent"},{"word":"Wavelengths of light"}]},"article6":{"pmid":"32090601","title":"Visualizing the macroscale spatial distributions of biofilms in complex flow channels using industrial computed tomography.","abs":"The presence of biofilms in enclosed pipelines can lead to numerous deleterious issues. To date, it has been difficult to use optical imaging techniques to monitor the macroscale spatial distributions of biofilms. To address this concern, a combination of industrial computed tomography (ICT) and a contrast agent was explored to noninvasively visualize biofilms in three types of drip irrigation emitters. The results showed that ICT successfully observed and quantified the macroscale spatial distributions of biofilms. The complex hydrodynamic characteristics in the emitter channels affected the local distributions of biofilms. Biofilms were mainly attached to the lateral and medial faces and biomass decreased along the flow directions. Based on the distributions of biofilms, some emitter structural design defects were further diagnosed. Applying ICT in combination with the contrast agent could potentially provide a visual and effective way to reveal the formation mechanisms of biofilms and to optimize flow channel structures to avoid biofilm accumulations.","authors":[{"name":"Yang Xiao"},{"name":"Barbara Sawicka"},{"name":"Yaoze Liu"},{"name":"Bo Zhou"},{"name":"Peng Hou"},{"name":"Yunkai Li"}],"keywords":[{"word":"Biofilm"},{"word":"flow channel"},{"word":"industrial computed tomography"},{"word":"macroscale"},{"word":"spatial distribution"}]},"article7":{"pmid":"32090355","title":"The SiaA/B/C/D signaling network regulates biofilm formation in Pseudomonas aeruginosa.","abs":"Bacterial cyclic-di-GMP (c-di-GMP) production is associated with biofilm development and the switch from acute to chronic infections. In Pseudomonas aeruginosa, the diguanylate cyclase (DGC) SiaD and phosphatase SiaA, which are co-transcribed as part of a siaABCD operon, are essential for cellular aggregation. However, the detailed functions of this operon and the relationships among its constituent genes are unknown. Here, we demonstrate that the siaABCD operon encodes for a signaling network that regulates SiaD enzymatic activity to control biofilm and aggregates formation. Through protein-protein interaction, SiaC promotes SiaD diguanylate cyclase activity. Biochemical and structural data revealed that SiaB is an unusual protein kinase that phosphorylates SiaC, whereas SiaA phosphatase can dephosphorylate SiaC. The phosphorylation state of SiaC is critical for its interaction with SiaD, which will switch on or off the DGC activity of SiaD and regulate c-di-GMP levels and subsequent virulence phenotypes. Collectively, our data provide insights into the molecular mechanisms underlying the modulation of DGC activity associated with chronic infections, which may facilitate the development of antimicrobial drugs.","authors":[{"name":"Gukui Chen"},{"name":"Jianhua Gan"},{"name":"Chun Yang"},{"name":"Yili Zuo"},{"name":"Juan Peng"},{"name":"Meng Li"},{"name":"Weiping Huo"},{"name":"Yingpeng Xie"},{"name":"Yani Zhang"},{"name":"Tietao Wang"},{"name":"Xin Deng"},{"name":"Haihua Liang"}],"keywords":[{"word":"Pseudomonas aeruginosa"},{"word":"biofilm formation"},{"word":"crystal structure"},{"word":"phosphorylation"},{"word":"protein-protein interaction"}]},"article8":{"pmid":"32089678","title":"Effects of Lysozyme, Proteinase K, and Cephalosporins on Biofilm Formation by Clinical Isolates of Pseudomonas aeruginosa.","abs":"Pseudomonas aeruginosa is an opportunistic pathogen that can form biofilms, which confer resistance to immune clearance and antibacterial treatment. Therefore, effective strategies to prevent biofilm formation are warranted. Here, 103 P. aeruginosa clinical isolates were quantitatively screened for biofilm formation ability via the tissue culture plate method. The effects of lysozyme (hydrolytic enzyme) and proteinase K (protease) on biofilm formation were evaluated at different concentrations. Lysozyme (30 μg/mL), but not proteinase K, significantly inhibited biofilm formation (19% inhibition). Treatment of 24-hour-old biofilms of P. aeruginosa isolates with 50 times the minimum inhibitory concentrations (MICs) of ceftazidime and cefepime significantly decreased the biofilm mass by 32.8% and 44%, respectively. Moreover, the exposure of 24-hour-old biofilms of P. aeruginosa isolates to lysozyme (30 μg/mL) and 50 times MICs of ceftazidime or cefepime resulted in a significant reduction in biofilm mass as compared with the exposure to lysozyme or either antibacterial agent alone. The best antibiofilm effect (49.3%) was observed with the combination of lysozyme (30 μg/mL) and 50 times MIC of cefepime. The promising antibiofilm activity observed after treatment with 50 times MIC of ceftazidime or cefepime alone or in combination with lysozyme (30 μg/mL) is indicative of a novel strategy to eradicate pseudomonal biofilms in intravascular devices and contact lenses.","authors":[{"name":"Mohamed Eladawy"},{"name":"Mohammed El-Mowafy"},{"name":"Mohamed Mohamed Adel El-Sokkary"},{"name":"Rasha Barwa"}],"keywords":[]},"article9":{"pmid":"32089643","title":"Regulation of Cyclooxygenase 2 by Filifactor alocis in Fibroblastic and Monocytic Cells.","abs":"Periodontitis is a prevalent chronic inflammatory disease triggered by a synergistic and dysbiotic microbiota present in the oral biofilm. This in vitro study is aimed at evaluating the regulation of cyclooxygenase (COX)2 expression and production by the periodontopathogen Filifactor alocis in human gingival fibroblastic (HGF-1) and monocytic (THP-1) cells and also at investigating the underlying cellular pathway mechanisms. HGF-1 and THP-1 cells were exposed either to F. alocis or to the proinflammatory cytokine tumor necrosis factor alpha (TNFα) for 1 and 2 d to examine the COX2 expression by qPCR. COX2 protein levels were evaluated by ELISA in F. alocis-stimulated cells. Both types of cells were also stimulated with a blocking toll-like receptor (TLR)2 antibody or specific inhibitors against MAPKs. F. alocis significantly (p < 0.05) increased COX2 at both transcriptional and protein levels in both HGF-1 and THP-1 cells. Moreover, the stimulatory effect of F. alocis on COX2 was more pronounced in HGF-1 cells in comparison to THP-1 cells. F. alocis upregulated the COX2 expression in a dose-dependent manner in both type cells at 1 d. TNFα also significantly (p < 0.05) increased the COX2 expression in both cells. After preincubation of HGF-1 and THP-1 cells either with a neutralizing anti-TLR2 antibody or with specific MAPK inhibitors, the F. alocis-upregulated COX2 expression was significantly (p < 0.05) suppressed at 1 d. Our in vitro study provides original evidence that F. alocis stimulates COX2 production in fibroblastic and monocytic cells through TLR2 and MAPK mechanisms, suggesting a role of this periodontopathogen in the etiopathogenesis of periodontitis.","authors":[{"name":"Marjan Nokhbehsaim"},{"name":"Andressa V B Nogueira"},{"name":"Sandor Nietzsche"},{"name":"Sigrun Eick"},{"name":"James Deschner"}],"keywords":[]}}